{
  "catppuccin": { "branch": "main" },
  "chezmoi.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "op.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "showkeys": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-rails": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
